---
type: PointCloudFilterFactory
namespace: Autodesk.Revit.DB.PointClouds
version: 2024
members: 1
tags: [revit-api, class]
---

# PointCloudFilterFactory

`Autodesk.Revit.DB.PointClouds.PointCloudFilterFactory` · Revit 2024 · 1 members

| Kind | Member | Since | Signature |
| --- | --- | --- | --- |
| Method | CreateMultiPlaneFilter | — | `` |